import React from "react";
import "./TeatrePages.scss";
import logo from "../../../assets/images/theater2.webp";
import theater1 from "../../.././assets/images/theater1.webp";
import theater2 from "../../../assets/images/theater3.webp";
import { IoIosArrowDown } from "react-icons/io";

const TheatrePages = () => {
  return (
    <section id="theater">
      <div className="container">
        {" "}
        <div>
          <img src={logo} alt="img" className="logo-theater" />
          <div className="logo-text">
            <h1>ТОМДТ</h1> <IoIosArrowDown style={{ fontSize: "60px" }} />
          </div>
        </div>
        <div className="theater">
          <p>
            Капар Медетбеков атындагы Талас облустук музыкалык драма театры
            2008-жылы театр искусствосун, музыкалык спектаклдерди, концерттик
            программаларды жана башка искусствонун түрлөрүн эл арасында
            пропагандалоо максатында негизделген.   Негизги багыттары трагедия,
            драма, комедия жана эксперименталдык спектаклдерди театрдын
            сахнасына коюу болуп саналат.
          </p>
          <div className="theater--img">
            <img src={theater1} alt="img" />
            <img src={theater2} alt="img" />
          </div>
          <p>
            Театрда ар жылдары “Арыба Ак-Кеме”, “Назик жүрөк азабы”, “Аялдардан
            шаң кече”, “Семетейчи Сейдана”, “Кызыл жоолук делбирим”, “Жамийла”,
            “Күйөө сатам”, “Каргыш” жана башка түрдүү жанрдагы спектаклдер
            көрүүчүлөрдүн калың катмарына тартууланган.  
          </p>
          <div className="theater--img">
            <img src={logo} alt="img" />
            <img src={theater2} alt="img" />
          </div>
          <p>
            Театрдын көркөм жетекчиси Б. Бейшеналиева атындагы кыргыз улуттук
            искусство институтунун бүтүрүүчүсү Тумар Олжобаев. режиссёру
            ГИТИСтин бүтүрүүчүсү Ишенбек Аманжолов, театрдын режиссёру Б.
            Бейшеналиева атындагы кыргыз улуттук искусство институтунун
            бүтүрүүчүсү Кубан Аманжолов.
          </p>

          <p>
            Театр Тажик Республикасынын “Навруз-11” театралдык фестивалынын,
            Казакстан Республикасынын Тараз шаарында өткөн эларалык фестивалынын
            жана Туркестанда өткөн театр фестивалдарынын лауреаты болууга
            жетишкен. 2018-жылы “Айтматов жана театр” аттуу эларалык театралдык
            фестивалында “Мыкты сценография” номинациясына ээ болгон. Ал эми
            2023-жылы “Тоо театрлары” II республикалык театрлар фестивалында
            “мыкты спектакль” наамына татыган.{" "}
          </p>
        </div>
      </div>
    </section>
  );
};

export default TheatrePages;
